INSERT INTO type_dish (type_name)
VALUES ('Итальянское'),
       ('Французcкое'),
       ('Классическое');

INSERT INTO dish (name, price, type_dish_id)
VALUES ('Спагетти карбонара с красным луком', 200, 1),
       ('Классические сырники из творога на сковороде', 50, 3),
       ('Тимбаль', 150, 2),
       ('Салат Цезарь классический с курицей', 50, 3),
       ('Лазанья классическая с мясом', 100, 1),
       ('Чай', 10, 3),
       ('Компот', 15, 3);

INSERT INTO menu (time_end, time_start, name)
VALUES ('8:30', '8:00', 'Завтрак'),
       ('14:00', '13:00', 'Обед'),
       ('18:00', '17:00', 'Ужин');

INSERT INTO menu_dish (menu_id, dish_id)
VALUES (1, 2),
       (1, 6),
       (2, 7),
       (2, 1),
       (3, 5),
       (3, 6),
       (3, 4);






